{"_default": {"1": {"id": "1e5tj19", "title": "I need some assistance on what I should do, I need some sort of revenge on this person from taking hundreds of dollars from me"}, "2": {"id": "1edgr0q", "title": "My mother slept with my boyfriend. "}, "3": {"id": "1ebc7q7", "title": "I outed my best friend for cheating on his girl, and now everyone in my friend group hates me."}, "4": {"id": "1echygt", "title": "Update to husband cheated with son's girlfriend "}, "5": {"id": "1e91rje", "title": "My wife (45f) has used her phone to hide a secret."}, "6": {"id": "1ech7yb", "title": "Cheating wife - why do I feel like this"}, "7": {"id": "1ee23ax", "title": "Wife of 4 years had an affair with my step-father"}, "8": {"id": "1ebbvi7", "title": "Giving my husband the open relationship he wanted after catching him cheating"}, "9": {"id": "1eb99ue", "title": "My ex-gf and my best friend cheated on me"}, "10": {"id": "1ebyv8f", "title": "Wife cheated and I'm somehow not that angry"}, "11": {"id": "1e9gkat", "title": "For the Americans voting in 2024 Election, does Kamala Harris get your vote?  Why or why not?"}, "12": {"id": "1ebuk00", "title": "What illegal thing do you do on a regular basis?"}, "13": {"id": "1ed7l2o", "title": "What are some useful NSFW skills to know?"}, "14": {"id": "1ecl5vs", "title": "What is the most NSFW thing you’ve actually done at work? "}, "15": {"id": "1ea3o1k", "title": "What do people not realize has an extremely low chance of happening?"}, "16": {"id": "1eb4p9d", "title": "What happened to the most attractive person in your HS/ college?"}, "17": {"id": "1edmbbq", "title": "What might men dislike the most if they were to become women?"}, "18": {"id": "1ee7g0a", "title": "What’s a luxury that many people don’t realize is a luxury?"}, "19": {"id": "1eefaaq", "title": "I made a huge mistake during my Bachelor Party Trip, my fiancee moved on, and I just want her back. Part 1"}, "20": {"id": "1edkjlw", "title": "My mom (24f) slept with my dad (29m)"}, "21": {"id": "1edthtq", "title": "My wife cheated"}, "22": {"id": "1e9m4b8", "title": "The Biden administration once called me out of kindness. "}, "23": {"id": "1ed2gsh", "title": "My mom cheated on my dad and thought it was his fault"}, "24": {"id": "1ea00cy", "title": "Today my mom fkd up by getting the cops called on my dad"}, "25": {"id": "1ecw82c", "title": "AITAH for not going along with my wife’s friends stereotypes? "}, "26": {"id": "1ee1kja", "title": "Am I wrong? GF wants to be included in boys (sons) trip 🙄"}, "27": {"id": "1ea23z1", "title": "What's your most money consuming hobby?"}, "28": {"id": "1ejzgf2", "title": "(NSFW) Reddit, what was your “Oh shit, this person is a psychopath” moment when meeting people?"}, "29": {"id": "1ehfqga", "title": "What's a secret that you think would shock everyone if it came out?"}}}